{
  "text": {
    " ": 0,
    "s": 710,
    "a": 187,
    "l": 466,
    "u": 809,
    "t": 759,
    " s": 119,
    "sa": 719,
    "al": 209,
    "lu": 489,
    "ut": 853,
    "t ": 760,
    " sa": 120,
    "sal": 720,
    "alu": 212,
    "lut": 492,
    "ut ": 854,
    " sal": 121,
    "salu": 721,
    "alut": 213,
    "lut ": 493,
    "b": 248,
    "o": 573,
    "n": 530,
    "j": 460,
    "r": 661,
    " b": 18,
    "bo": 258,
    "on": 588,
    "nj": 545,
    "jo": 463,
    "ou": 606,
    "ur": 842,
    "r ": 662,
    " bo": 21,
    "bon": 259,
    "onj": 592,
    "njo": 546,
    "jou": 464,
    "our": 610,
    "ur ": 843,
    " bon": 22,
    "bonj": 261,
    "onjo": 593,
    "njou": 547,
    "jour": 465,
    "our ": 611,
    "c": 275,
    " c": 26,
    "co": 289,
    "uc": 811,
    "u ": 810,
    " co": 32,
    "cou": 297,
    "ouc": 608,
    "uco": 812,
    "ou ": 607,
    " cou": 35,
    "couc": 299,
    "ouco": 609,
    "ucou": 813,
    "cou ": 298,
    "à": 894,
    " à": 150,
    "à ": 895,
    " à ": 151,
    "i": 411,
    " t": 133,
    "to": 788,
    "oi": 575,
    "i ": 412,
    " to": 136,
    "toi": 789,
    "oi ": 576,
    " toi": 137,
    "toi ": 790,
    "n ": 531,
    "on ": 589,
    "bon ": 260,
    "m": 496,
    " m": 80,
    "ma": 497,
    "at": 230,
    "ti": 781,
    "in": 431,
    " ma": 81,
    "mat": 500,
    "ati": 231,
    "tin": 782,
    "in ": 432,
    " mat": 82,
    "mati": 501,
    "atin": 232,
    "tin ": 783,
    "ns": 551,
    "so": 734,
    "ir": 444,
    "ons": 596,
    "nso": 555,
    "soi": 735,
    "oir": 577,
    "ir ": 445,
    "bons": 263,
    "onso": 599,
    "nsoi": 556,
    "soir": 736,
    "oir ": 578,
    "y": 881,
    " y": 146,
    "yo": 888,
    "o ": 574,
    " yo": 148,
    "yo ": 889,
    " yo ": 149,
    "h": 404,
    "e": 325,
    " h": 64,
    "he": 405,
    "ey": 383,
    "y ": 882,
    " he": 65,
    "hey": 406,
    "ey ": 384,
    " hey": 66,
    "hey ": 407,
    " l": 74,
    "là": 494,
    " là": 78,
    "là ": 495,
    " là ": 79,
    "-": 155,
    " a": 4,
    "ll": 479,
    "lo": 484,
    "s-": 712,
    "-y": 176,
    " al": 9,
    "all": 210,
    "llo": 482,
    "lon": 485,
    "ns-": 553,
    "s-y": 717,
    "-y ": 177,
    " all": 10,
    "allo": 211,
    "llon": 483,
    "lons": 486,
    "ons-": 598,
    "ns-y": 554,
    "s-y ": 718,
    "me": 507,
    "ec": 332,
    "c ": 276,
    " me": 83,
    "mec": 508,
    "ec ": 333,
    " mec": 84,
    "mec ": 509,
    " so": 128,
    " soi": 129,
    "p": 613,
    "è": 896,
    "d": 303,
    "ap": 214,
    "pr": 638,
    "rè": 704,
    "ès": 897,
    "-m": 162,
    "mi": 514,
    "id": 420,
    "di": 312,
    " ap": 11,
    "apr": 215,
    "prè": 641,
    "rès": 705,
    "ès-": 898,
    "s-m": 713,
    "-mi": 163,
    "mid": 515,
    "idi": 421,
    "di ": 313,
    " apr": 12,
    "aprè": 216,
    "près": 642,
    "rès-": 706,
    "ès-m": 899,
    "s-mi": 714,
    "-mid": 164,
    "midi": 516,
    "idi ": 422,
    " p": 95,
    "pl": 629,
    "us": 848,
    "s ": 711,
    " pl": 101,
    "plu": 633,
    "lus": 490,
    "us ": 849,
    " plu": 102,
    "plus": 634,
    "lus ": 491,
    "au": 234,
    " au": 13,
    "au ": 235,
    " au ": 14,
    "v": 863,
    " r": 114,
    "re": 675,
    "ev": 377,
    "vo": 872,
    " re": 115,
    "rev": 683,
    "evo": 378,
    "voi": 873,
    " rev": 116,
    "revo": 684,
    "evoi": 379,
    "voir": 874,
    "ô": 929,
    "bi": 255,
    "ie": 423,
    "en": 348,
    "nt": 559,
    "tô": 804,
    "ôt": 933,
    " bi": 19,
    "bie": 256,
    "ien": 424,
    "ent": 354,
    "ntô": 563,
    "tôt": 807,
    "ôt ": 934,
    " bie": 20,
    "bien": 257,
    "ient": 426,
    "entô": 356,
    "ntôt": 564,
    "tôt ": 808,
    "nn": 548,
    "ne": 540,
    "e ": 326,
    "onn": 594,
    "nne": 549,
    "ne ": 541,
    "bonn": 262,
    "onne": 595,
    "nne ": 550,
    " n": 87,
    "nu": 565,
    "ui": 826,
    "it": 454,
    " nu": 90,
    "nui": 566,
    "uit": 828,
    "it ": 455,
    " nui": 91,
    "nuit": 567,
    "uit ": 829,
    "by": 266,
    "ye": 883,
    " by": 24,
    "bye": 267,
    "ye ": 884,
    " bye": 25,
    "bye ": 268,
    "ad": 199,
    "eu": 371,
    " ad": 7,
    "adi": 200,
    "die": 316,
    "ieu": 427,
    "eu ": 372,
    " adi": 8,
    "adie": 201,
    "dieu": 317,
    "ieu ": 428,
    "pa": 614,
    "as": 226,
    "ss": 745,
    "se": 724,
    " pa": 96,
    "pas": 618,
    "ass": 228,
    "sse": 746,
    "se ": 725,
    " pas": 98,
    "pass": 620,
    "asse": 229,
    "sse ": 747,
    " u": 142,
    "un": 835,
    " un": 143,
    "une": 837,
    " une": 145,
    "une ": 838,
    "é": 903,
    " j": 69,
    "rn": 696,
    "né": 570,
    "ée": 907,
    " jo": 72,
    "urn": 844,
    "rné": 697,
    "née": 571,
    "ée ": 908,
    " jou": 73,
    "ourn": 612,
    "urné": 845,
    "rnée": 698,
    "née ": 572,
    " o": 92,
    " on": 93,
    " on ": 94,
    " se": 123,
    " se ": 124,
    "oit": 579,
    "voit": 875,
    "oit ": 580,
    "ta": 768,
    "ar": 217,
    "rd": 673,
    "d ": 304,
    " ta": 134,
    "tar": 769,
    "ard": 220,
    "rd ": 674,
    " tar": 135,
    "tard": 770,
    "ard ": 221,
    " e": 47,
    "es": 361,
    "-t": 170,
    "tu": 799,
    " es": 50,
    "es-": 363,
    "s-t": 715,
    "-tu": 174,
    "tu ": 800,
    " es-": 51,
    "es-t": 364,
    "s-tu": 716,
    "-tu ": 175,
    "un ": 836,
    " un ": 144,
    "ot": 604,
    "bot": 264,
    "ot ": 605,
    " bot": 23,
    "bot ": 265,
    "hu": 408,
    "um": 830,
    "ai": 202,
    " hu": 67,
    "hum": 409,
    "uma": 831,
    "mai": 498,
    "ain": 203,
    " hum": 68,
    "huma": 410,
    "umai": 832,
    "main": 499,
    "ain ": 204,
    "st": 749,
    "t-": 761,
    "-c": 156,
    "ce": 282,
    "est": 365,
    "st-": 751,
    "t-c": 762,
    "-ce": 157,
    "ce ": 283,
    " est": 52,
    "est-": 367,
    "st-c": 752,
    "t-ce": 763,
    "-ce ": 158,
    "q": 648,
    " q": 108,
    "qu": 649,
    "ue": 814,
    " qu": 109,
    "que": 651,
    "ue ": 815,
    " que": 111,
    "que ": 652,
    "je": 461,
    " je": 70,
    "je ": 462,
    " je ": 71,
    "rl": 692,
    "le": 468,
    "par": 615,
    "arl": 222,
    "rle": 693,
    "le ": 469,
    " par": 97,
    "parl": 617,
    "arle": 223,
    "rle ": 694,
    "qu ": 650,
    " qu ": 110,
    " le": 75,
    " le ": 76,
    " d": 36,
    "ia": 413,
    "ab": 191,
    "bè": 269,
    "èt": 900,
    "te": 771,
    " di": 40,
    "dia": 314,
    "iab": 414,
    "abè": 192,
    "bèt": 270,
    "ète": 901,
    "te ": 772,
    " dia": 41,
    "diab": 315,
    "iabè": 415,
    "abèt": 193,
    "bète": 271,
    "ète ": 902,
    "x": 876,
    "ex": 380,
    "xp": 878,
    "li": 474,
    "iq": 441,
    "e-": 327,
    "mo": 520,
    " ex": 53,
    "exp": 381,
    "xpl": 879,
    "pli": 630,
    "liq": 477,
    "iqu": 442,
    "ue-": 816,
    "e-m": 328,
    "-mo": 165,
    "moi": 521,
    " exp": 54,
    "expl": 382,
    "xpli": 880,
    "pliq": 632,
    "liqu": 478,
    "ique": 443,
    "que-": 653,
    "ue-m": 817,
    "e-mo": 329,
    "-moi": 166,
    "moi ": 522,
    " ce": 30,
    " ce ": 31,
    "st ": 750,
    "est ": 366,
    " c ": 27,
    "uo": 839,
    "quo": 659,
    "uoi": 840,
    " quo": 113,
    "quoi": 660,
    "uoi ": 841,
    "el": 339,
    "uel": 818,
    "ell": 341,
    "lle": 480,
    "les": 472,
    "es ": 362,
    "quel": 654,
    "uell": 820,
    "elle": 342,
    "lles": 481,
    "les ": 473,
    "son": 737,
    "ont": 601,
    "nt ": 560,
    " son": 130,
    "sont": 738,
    "ont ": 602,
    " les": 77,
    "om": 581,
    "mp": 525,
    "ic": 417,
    "ca": 277,
    "io": 435,
    "com": 290,
    "omp": 586,
    "mpl": 526,
    "lic": 475,
    "ica": 418,
    "cat": 278,
    "tio": 784,
    "ion": 436,
    "ns ": 552,
    " com": 33,
    "comp": 293,
    "ompl": 587,
    "mpli": 527,
    "plic": 631,
    "lica": 476,
    "icat": 419,
    "cati": 279,
    "atio": 233,
    "tion": 785,
    "ions": 437,
    "ons ": 597,
    "du": 320,
    " du": 43,
    "du ": 321,
    " du ": 44,
    "sé": 756,
    "éq": 909,
    "nc": 532,
    "con": 294,
    "nsé": 557,
    "séq": 757,
    "équ": 910,
    "uen": 822,
    "enc": 350,
    "nce": 533,
    "ces": 284,
    " con": 34,
    "cons": 296,
    "onsé": 600,
    "nséq": 558,
    "séqu": 758,
    "éque": 911,
    "quen": 655,
    "uenc": 823,
    "ence": 351,
    "nces": 534,
    "ces ": 285,
    "ls": 487,
    "els": 343,
    "ls ": 488,
    "uels": 821,
    "els ": 344,
    "f": 385,
    "ef": 336,
    "ff": 394,
    "fe": 391,
    "et": 368,
    "ts": 797,
    " ef": 48,
    "eff": 337,
    "ffe": 395,
    "fet": 392,
    "ets": 369,
    "ts ": 798,
    " eff": 49,
    "effe": 338,
    "ffet": 396,
    "fets": 393,
    "ets ": 370,
    "nd": 537,
    "da": 305,
    "sec": 726,
    "eco": 334,
    "ond": 590,
    "nda": 538,
    "dai": 306,
    "air": 205,
    "ire": 446,
    "res": 681,
    " sec": 125,
    "seco": 727,
    "econ": 335,
    "cond": 295,
    "onda": 591,
    "ndai": 539,
    "dair": 307,
    "aire": 206,
    "ires": 448,
    "res ": 682,
    "sy": 753,
    "ym": 885,
    "pt": 645,
    "ôm": 930,
    " sy": 131,
    "sym": 754,
    "ymp": 886,
    "mpt": 528,
    "ptô": 646,
    "tôm": 805,
    "ôme": 931,
    "mes": 512,
    " sym": 132,
    "symp": 755,
    "ympt": 887,
    "mptô": 529,
    "ptôm": 647,
    "tôme": 806,
    "ômes": 932,
    "mes ": 513,
    "tr": 791,
    "-o": 167,
    " mo": 85,
    "mon": 523,
    "ntr": 561,
    "tre": 794,
    "re-": 677,
    "e-t": 330,
    "-t-": 171,
    "t-o": 766,
    "-on": 168,
    " mon": 86,
    "mont": 524,
    "ontr": 603,
    "ntre": 562,
    "tre-": 796,
    "re-t": 678,
    "e-t-": 331,
    "-t-o": 173,
    "t-on": 767,
    "-on ": 169,
    "av": 240,
    "ve": 864,
    " av": 15,
    "ave": 241,
    "vec": 865,
    " ave": 16,
    "avec": 242,
    "vec ": 866,
    "mm": 517,
    "omm": 584,
    "mme": 518,
    "men": 510,
    "comm": 292,
    "omme": 585,
    "mmen": 519,
    "ment": 511,
    "ent ": 355,
    "sav": 722,
    "avo": 243,
    " sav": 122,
    "savo": 723,
    "avoi": 244,
    "si": 732,
    " si": 126,
    "si ": 733,
    " si ": 127,
    "bé": 272,
    "ét": 917,
    "abé": 194,
    "bét": 273,
    "éti": 918,
    "tiq": 786,
    "iabé": 416,
    "abét": 195,
    "béti": 274,
    "étiq": 919,
    "tiqu": 787,
    "ri": 685,
    "ci": 286,
    "ip": 438,
    "ux": 858,
    "x ": 877,
    " pr": 105,
    "pri": 639,
    "rin": 686,
    "inc": 433,
    "nci": 535,
    "cip": 287,
    "ipa": 439,
    "pau": 621,
    "aux": 238,
    "ux ": 859,
    " pri": 106,
    "prin": 640,
    "rinc": 687,
    "inci": 434,
    "ncip": 536,
    "cipa": 288,
    "ipau": 440,
    "paux": 622,
    "aux ": 239,
    "ty": 801,
    "yp": 890,
    "pe": 623,
    " ty": 140,
    "typ": 802,
    "ype": 891,
    "pes": 625,
    " typ": 141,
    "type": 803,
    "ypes": 893,
    "pes ": 626,
    "de": 308,
    " de": 37,
    "de ": 309,
    " de ": 38,
    "le-": 470,
    "rle-": 695,
    "le-m": 471,
    "des": 310,
    " des": 39,
    "des ": 311,
    "mb": 502,
    "omb": 582,
    "mbi": 505,
    "en ": 349,
    "comb": 291,
    "ombi": 583,
    "mbie": 506,
    "ien ": 425,
    " y ": 147,
    "a-": 188,
    "-i": 159,
    "il": 429,
    "l ": 467,
    " a-": 5,
    "a-t": 189,
    "t-i": 764,
    "-il": 160,
    "il ": 430,
    " a-t": 6,
    "a-t-": 190,
    "-t-i": 172,
    "t-il": 765,
    "-il ": 161,
    " f": 55,
    "fa": 386,
    "ac": 196,
    "ct": 300,
    "rs": 702,
    " fa": 56,
    "fac": 387,
    "act": 197,
    "cte": 301,
    "teu": 779,
    "eur": 373,
    "urs": 846,
    "rs ": 703,
    " fac": 57,
    "fact": 388,
    "acte": 198,
    "cteu": 302,
    "teur": 780,
    "eurs": 374,
    "urs ": 847,
    "is": 449,
    "sq": 742,
    " ri": 117,
    "ris": 688,
    "isq": 452,
    "squ": 743,
    "ues": 824,
    " ris": 118,
    "risq": 689,
    "isqu": 453,
    "sque": 744,
    "ques": 656,
    "ues ": 825,
    "pe ": 624,
    "ype ": 892,
    "_": 178,
    " _": 1,
    "__": 180,
    "_n": 184,
    "be": 252,
    "er": 357,
    "r_": 663,
    "_ ": 179,
    " __": 2,
    "__n": 182,
    "_nu": 185,
    "num": 568,
    "umb": 833,
    "mbe": 503,
    "ber": 253,
    "er_": 359,
    "r__": 664,
    "__ ": 181,
    " __n": 3,
    "__nu": 183,
    "_num": 186,
    "numb": 569,
    "umbe": 834,
    "mber": 504,
    "ber_": 254,
    "er__": 360,
    "r__ ": 665,
    "qui": 657,
    "ui ": 827,
    " qui": 112,
    "qui ": 658,
    " ca": 28,
    "cau": 280,
    "aus": 236,
    "use": 850,
    " cau": 29,
    "caus": 281,
    "ause": 237,
    "use ": 851,
    "ses": 730,
    "uses": 852,
    "ses ": 731,
    "ra": 666,
    " tr": 138,
    "tra": 792,
    "rai": 667,
    "ait": 207,
    "ite": 456,
    "te-": 773,
    " tra": 139,
    "trai": 793,
    "rait": 668,
    "aite": 208,
    "ite-": 457,
    "te-t": 774,
    "el ": 340,
    "uel ": 819,
    "em": 345,
    "tem": 775,
    "eme": 346,
    "item": 458,
    "teme": 776,
    "emen": 347,
    "po": 635,
    " po": 103,
    "pou": 636,
    " pou": 104,
    "pour": 637,
    "g": 397,
    " g": 59,
    "gé": 401,
    "ér": 912,
    " gé": 62,
    "gér": 402,
    "ére": 913,
    "rer": 679,
    "er ": 358,
    " gér": 63,
    "gére": 403,
    "érer": 914,
    "rer ": 680,
    " pe": 99,
    "peu": 627,
    "eut": 375,
    "ut-": 855,
    " peu": 100,
    "peut": 628,
    "eut-": 376,
    "ut-o": 857,
    "ré": 707,
    "év": 920,
    "ni": 542,
    "pré": 643,
    "rév": 708,
    "éve": 921,
    "ven": 867,
    "eni": 352,
    "nir": 543,
    " pré": 107,
    "prév": 644,
    "réve": 709,
    "éven": 922,
    "veni": 868,
    "enir": 353,
    "nir ": 544,
    " é": 152,
    "vi": 869,
    " év": 153,
    "évi": 923,
    "vit": 870,
    "ter": 777,
    " évi": 154,
    "évit": 924,
    "vite": 871,
    "iter": 459,
    "ter ": 778,
    "fai": 389,
    "re ": 676,
    " fai": 58,
    "fair": 390,
    "ire ": 447,
    " ne": 88,
    " ne ": 89,
    "as ": 227,
    "pas ": 619,
    " avo": 17,
    "gu": 398,
    "ué": 860,
    " gu": 60,
    "gué": 399,
    "uér": 861,
    "éri": 915,
    "rit": 690,
    " gué": 61,
    "guér": 400,
    "uéri": 862,
    "érit": 916,
    "rit ": 691,
    "ut-i": 856,
    "î": 925,
    "sp": 739,
    "aî": 245,
    "ît": 926,
    "dis": 318,
    "isp": 450,
    "spa": 740,
    "ara": 218,
    "raî": 671,
    "aît": 246,
    "îtr": 927,
    " dis": 42,
    "disp": 319,
    "ispa": 451,
    "spar": 741,
    "para": 616,
    "araî": 219,
    "raît": 672,
    "aîtr": 247,
    "ître": 928,
    "tre ": 795,
    "dé": 322,
    "éb": 904,
    "ba": 249,
    "rr": 699,
    " dé": 45,
    "déb": 323,
    "éba": 905,
    "bar": 250,
    "arr": 224,
    "rra": 700,
    "ras": 669,
    "ser": 728,
    " déb": 46,
    "déba": 324,
    "ébar": 906,
    "barr": 251,
    "arra": 225,
    "rras": 701,
    "rass": 670,
    "sser": 748,
    "ser ": 729
  },
  "response": null,
  "action_text": null
}