{
  "text": {
    "salut": 73,
    "bonjour": 10,
    "coucou": 23,
    "à": 93,
    "toi": 83,
    "bon": 9,
    "matin": 47,
    "bonsoir": 12,
    "yo": 92,
    "hey": 39,
    "là": 46,
    "allons": 3,
    "y": 91,
    "mec": 48,
    "soir": 78,
    "après": 4,
    "midi": 49,
    "plus": 59,
    "au": 5,
    "revoir": 70,
    "bientôt": 8,
    "bonne": 11,
    "nuit": 53,
    "bye": 14,
    "adieu": 2,
    "passe": 57,
    "une": 90,
    "journée": 43,
    "on": 54,
    "se": 75,
    "revoit": 71,
    "tard": 82,
    "es": 32,
    "tu": 86,
    "un": 89,
    "bot": 13,
    "humain": 40,
    "est": 33,
    "ce": 18,
    "que": 64,
    "je": 42,
    "parle": 55,
    "qu": 63,
    "le": 44,
    "diabète": 26,
    "explique": 34,
    "moi": 50,
    "c": 15,
    "quoi": 69,
    "quelles": 66,
    "sont": 79,
    "les": 45,
    "complications": 21,
    "du": 29,
    "conséquences": 22,
    "quels": 67,
    "effets": 31,
    "secondaires": 76,
    "symptômes": 80,
    "montre": 51,
    "t": 81,
    "avec": 6,
    "comment": 20,
    "savoir": 74,
    "si": 77,
    "diabétique": 27,
    "principaux": 61,
    "types": 88,
    "de": 24,
    "des": 25,
    "combien": 19,
    "a": 1,
    "il": 41,
    "facteurs": 35,
    "risques": 72,
    "type": 87,
    "__number__": 0,
    "qui": 68,
    "cause": 16,
    "causes": 17,
    "traite": 84,
    "quel": 65,
    "traitement": 85,
    "pour": 60,
    "gérer": 38,
    "peut": 58,
    "prévenir": 62,
    "éviter": 94,
    "faire": 36,
    "ne": 52,
    "pas": 56,
    "avoir": 7,
    "guérit": 37,
    "disparaître": 28,
    "débarrasser": 30
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "bot_challenge": 9,
    "ask_general": 3,
    "ask_consequences": 1,
    "ask_symptomes": 6,
    "ask_types": 8,
    "ask_facteur": 2,
    "ask_traitement": 7,
    "ask_prevention": 5,
    "ask_guerison": 4,
    "asd_facteur": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_consequences": 12,
    "utter_ask_facteur": 13,
    "utter_ask_general": 14,
    "utter_ask_guerison": 15,
    "utter_ask_prevention": 16,
    "utter_ask_symptomes": 17,
    "utter_ask_traitement": 18,
    "utter_ask_types": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_iamabot": 22
  },
  "action_text": null,
  "intent_response_key": null
}